INSERT INTO spravochnik.category VALUES ('b110-b139', 'ГЛОБАЛЬНЫЕ УМСТВЕННЫЕ ФУНКЦИИ (b110-b139)', '', 'b1');

INSERT INTO spravochnik.category VALUES ('b110', 'Функции сознания', 'Общие умственные функции осознавания и внимания, включая ясность и непрерывность бодрствующего состояния', 'b110-b139');

INSERT INTO spravochnik.category VALUES ('b1100', 'Ясность сознания', 'Умственные функции, при нарушении которых развиваются помрачение сознания, ступор или кома.', 'b110');
INSERT INTO spravochnik.category VALUES ('b1101', 'Непрерывность сознания', 'Умственные функции, которые поддерживают состояния бодрствования, тревоги и осознания, нарушения которых могут приводить к фугам, трансу и другим подобным состояниям.', 'b110');
INSERT INTO spravochnik.category VALUES ('b1102', 'Качество сознания', 'Умственные функции, нарушения которых вызывают изменение характера бодрствования, тревожность и утрату контроля, такие как бредовые состояния или состояния, индуцированные медикаментами.', 'b110');
INSERT INTO spravochnik.category VALUES ('b1108', 'Функции сознания, другие уточненные', '', 'b110');
INSERT INTO spravochnik.category VALUES ('b1109', 'Функции сознания, не уточненные', '', 'b110');

-- Раздел b140-189
INSERT INTO spravochnik.category VALUES ('b140-b189', 'СПЕЦИФИЧЕСКИЕ УМСТВЕННЫЕ ФУНКЦИИ (b140-b189)', '', 'b1');

INSERT INTO spravochnik.category VALUES ('b114', 'Функции ориентированности', 'Общие умственные функции осознавания себя и определения отношения к себе, другим, ко времени и окружающей обстановке.', 'b110-b139');
INSERT INTO spravochnik.category VALUES ('b1140', 'Ориентированность во времени', 'Умственные функции, ответственные за осознавание дня недели, числа, месяца и года.', 'b114');
INSERT INTO spravochnik.category VALUES ('b1141', 'Ориентированность в месте', 'Умственные функции осознавания местоположения, например, в своем непосредственном окружении, своем городе или стране.', 'b114');
INSERT INTO spravochnik.category VALUES ('b1142', 'Ориентированность в личности', 'Умственная функция осознавания себя как отдельной личности среди себе подобных в непосредственном окружении.', 'b114');
INSERT INTO spravochnik.category VALUES ('b1148', 'Функции ориентированности, другие уточненные', '', 'b114');
INSERT INTO spravochnik.category VALUES ('b1149', 'Функции ориентированности, не уточненные', '', 'b114');

INSERT INTO spravochnik.category VALUES ('b140', 'Функции внимания', 'Специфические умственные функции сосредоточенности на внешних стимулах или внутренних переживаниях в течение требуемого периода времени.', 'b140-b189');
INSERT INTO spravochnik.category VALUES ('b1400', 'Устойчивость внимания', 'Умственные функции, определяющие концентрацию внимания на требуемый период времени.', 'b140');
INSERT INTO spravochnik.category VALUES ('b1401', 'Переключение внимания', 'Умственные функции, позволяющие переводить концентрацию внимания с одного раздражителя на другой.', 'b140');
INSERT INTO spravochnik.category VALUES ('b1402', 'Разделение внимания', 'Умственные функции, позволяющие фокусироваться на двух и более раздражителях в одно и то же время.', 'b140');
INSERT INTO spravochnik.category VALUES ('b1403', 'Сосредоточение внимания', 'Умственные функции, позволяющие фокусироваться на одних и тех же раздражителях двум людям и более, например ребенок и воспитатель, оба сосредоточены на игрушке.', 'b140');
INSERT INTO spravochnik.category VALUES ('b1408', 'Функции внимания, другие уточненные', '', 'b140');
INSERT INTO spravochnik.category VALUES ('b1409', 'Функции внимания, не уточненныея', '', 'b140');

INSERT INTO spravochnik.category VALUES ('b144', 'Функции памяти', 'Специфические умственные функции регистрации, хранения информации и восстановления ее в случае необходимости.', 'b140-b189');
INSERT INTO spravochnik.category VALUES ('b1440', 'Кратковременная память', 'Умственные функции, обуславливающие временное, преходящее сохранение памяти длительностью примерно 30 секунд, после чего информация теряется, если не закрепляется в долговременной памяти.', 'b144');
INSERT INTO spravochnik.category VALUES ('b1441', 'Долговременная память', 'Умственные функции системы запоминания для длительного сохранения информации, поступающей от краткосрочной памяти, автобиографическая память о прошедших событиях и семантическая память языка и фактов.', 'b144');
INSERT INTO spravochnik.category VALUES ('b1442', 'Воспроизведение хранящегося в памяти', 'Специфические умственные функции воспроизведения информации, сохраненной в долгосрочной памяти, и доведения ее до сознания.', 'b144');
INSERT INTO spravochnik.category VALUES ('b1448', 'Функции памяти, другие уточненные', '', 'b144');
INSERT INTO spravochnik.category VALUES ('b1449', 'Функции памяти, не уточненные', '', 'b144');

INSERT INTO spravochnik.category VALUES ('b167', 'Умственные функции речи', 'Специфические умственные функции распознавания и использования знаков, символов и других компонентов языка.', 'b140-b189');
INSERT INTO spravochnik.category VALUES ('b1670', 'Восприятие языка', 'Специфические умственные функции декодирования сообщений в разговорной, письменной или другой форме, например, на языке знаков для понимания их смысла.', 'b167');
INSERT INTO spravochnik.category VALUES ('b1671', 'Выражение посредством языка', 'Специфические умственные функции, необходимые для передачи несущих смысл сообщений на разговорном, письменном, сигнальном и другом языке.', 'b167');
INSERT INTO spravochnik.category VALUES ('b1672', 'Интегративные функции языка', 'Умственные функции, которые придают семантический и символический смысл, выстраивают грамматическую структуру и мысли при составлении сообщений на разговорном, письменном или другом языке.', 'b167');
INSERT INTO spravochnik.category VALUES ('b1678', 'Умственные функции языка, другие уточненные', '', 'b167');
INSERT INTO spravochnik.category VALUES ('b1679', 'Умственные функции языка, не уточненные', '', 'b167');

-- Раздел b730-749
INSERT INTO spravochnik.category VALUES ('b730-b749', 'ФУНКЦИИ МЫШЦ (b730-b749)', '', 'b7');

INSERT INTO spravochnik.category VALUES ('b730', 'Функции мышечной силы', 'Функции, относящиеся к силе сокращения отдельной мышцы или группы мышц.', 'b730-b749');
INSERT INTO spravochnik.category VALUES ('b7300', 'Сила изолированных мышц и мышечных групп', 'Функции, связанные с силой сокращения определенных и изолированных мышц и мышечных групп.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7301', 'Сила мышц одной конечности', 'Функции, связанные с силой сокращения мышц и мышечных групп одной руки или ноги.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7302', 'Сила мышц одной стороны тела', 'Функции, связанные с силой сокращения мышц и мышечных групп левой или правой половины тела.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7303', 'Сила мышц нижней половины тела', 'Функции, связанные с силой сокращения мышц и мышечных групп нижней половины тела.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7304', 'Сила мышц всех конечностей', 'Функции, связанные с силой сокращения мышц и мышечных групп всех четырех конечностей.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7305', 'Сила мышц туловища', 'Функции, связанные с силой сокращения мышц и мышечных групп туловища.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7306', 'Сила всех мышц тела', 'Функции, связанные с силой сокращения всех мышц и мышечных групп тела.', 'b730');
INSERT INTO spravochnik.category VALUES ('b7308', 'Функции мышечной силы, другие уточненные', '', 'b730');
INSERT INTO spravochnik.category VALUES ('b7309', 'Функции мышечной силы, не уточненные', '', 'b730');
