INSERT INTO medcarta.epicrisis (id, hospitalization_history_id, diagnosis_code, creation_date, epicrisisi_data)
VALUES (DEFAULT, 1, 98765, '2024-01-06', 'Данные выписного эпикриза для госпитализации 1'),
       (DEFAULT, 1, 98765, '2024-01-06', 'Данные выписного эпикриза для госпитализации 1'),
       (DEFAULT, 2, 98765, '2024-01-06', 'Данные выписного эпикриза для госпитализации 2'),
       (DEFAULT, 2, 98765, '2024-01-06', 'Данные выписного эпикриза для госпитализации 2'),
       (DEFAULT, 3, 98765, '2024-01-06', 'Данные выписного эпикриза для госпитализации 3'),
       (DEFAULT, 3, 98765, '2024-01-06', 'Данные выписного эпикриза для госпитализации 3');
